{"word": "daily", "accent": ["英 [ˈdeɪli]", "美 [ˈdeɪli]"], "meaning": ["adv.: 每天;", "adj.: 一天的; 每天的; 按天的", "n.: 日报; 日工; 仆人"], "sentence": [["They charge a daily rate.", "他们按日收费。", "牛津词典"], ["The machines are inspected twice daily.", "机器每日检查两次。", "牛津词典"], ["The story was in all the dailies.", "这则新闻刊登在所有日报上。", "牛津词典"], ["Invoices are signed on a daily basis .", "发票按日签发。", "牛津词典"], ["a daily routine/visit/newspaper", "日常事务；每日一次的访问；日报", "牛津词典"], ["events affecting the daily lives of millions of people", "影响数百万人日常生活的事件", "牛津词典"], ["...a diet containing adequate daily amounts of fresh fruit...", "包含了足量一天所需新鲜水果的饮食", "柯林斯高阶英语词典"], ["Our average daily turnover is about £300.", "我们的平均日营业额约为 300 英镑。", "柯林斯高阶英语词典"], ["Copies of the local daily had been scattered on a table.", "几份当地的日报散放在桌子上。", "柯林斯高阶英语词典"], ["...the failure of the government to improve most people's daily lives.", "政府没能改善大多数人的日常生活", "柯林斯高阶英语词典"], ["Cathay Pacific flies daily non-stop to Hong Kong from Heathrow...", "国泰航空公司每天都有从希思罗机场直飞香港的航班。", "柯林斯高阶英语词典"], ["The Visitor Centre is open daily 8.30 a.m. – 4.30 p.m.", "游客中心每日上午 8:30 至下午 4:30 开放。", "柯林斯高阶英语词典"], ["Two greyish shapes steered there , like long, rounded pieces of wood or slate. They were fish.", "两个灰色的像两个又长又圆的木头或石板一样的影子又向那里游来, 它们是鱼.", "期刊摘选"], ["China Daily receives dispatches from all parts of the world.", "《中国日报》收到世界各地发来的电讯.", "《现代汉英综合大词典》"], ["China Daily is soliciting subscriptions.", "《中国日报》正在征求订户.", "《现代英汉综合大词典》"], ["The artists were going through their daily routines.", "艺术家们正进行日常的练习活动.", "《简明英汉词典》"], ["He sells daily newspapers.", "他卖日报.", "《简明英汉词典》"], ["The denial was bannered by the People's Daily.", "《人民日报》用横贯全页的大标题报道了那项否认.", "《现代英汉综合大词典》"], ["The weather alters almost daily.", "天气几乎天天变化.", "《现代英汉综合大词典》"], ["The program airs daily.", "本节目每天广播.", "《简明英汉词典》"], ["Atomic energy has been discovered for many years, but so far it has not been widely used in industry or in our daily life.", "原子能已发现多年, 但至今仍未广泛用于工业或日常生活方面.", "《现代汉英综合大词典》"], ["Oxide is usually seen in our daily life.", "在我们的日常生活中氧化物很常见.", "《简明英汉词典》"], ["The People's Daily is the organ of the Chinese Communist Party.", "《人民日报》是中国共产党的党报.", "《现代汉英综合大词典》"], ["These subjects reflect their daily lives.", "这些题材反映了他们的日常生活.", "《简明英汉词典》"], ["We pump water from the well for daily use.", "我们从井里抽水以供日用.", "《现代汉英综合大词典》"], ["His article appeared in China Daily yesterday.", "他的文章昨天发表于“中国日报”上.", "《现代英汉综合大词典》"], ["This store has a daily turnover of several thousand yuan.", "这个商店每天有好几千元的进出.", "《现代汉英综合大词典》"], ["In daily life, forgetting actually has clear advantages.", "", "出自-2017年6月阅读原文"], ["Their daily routine followed the rhythm of the natural cycle.", "", "出自-2016年6月阅读原文"], ["By following the daily routines of civilized human beings.", "", "出自-2016年6月阅读原文"], ["The most successful gamification platforms transform daily work assignments into fun experiences.", "", "出自-2016年12月阅读原文"], ["On Sunday, the castle’s owner John Gordon, 76, was forced to move out his property after the River Dee swept away about 60 feet of land, leaving the castle dangerously close to the river, according to the Scottish Daily Record.", "", "出自-2016年12月听力原文"], ["Good morning, what can I do for  you? This is Kerry Burke from New  York Daily News.", "", "出自-2016年12月听力原文"], ["You don't have to hit the grocery store daily, nor do you need an abundance of skill.", "", "出自-2015年12月阅读原文"], ["Nearly two-thirds of us grab fast food once a week, and we get almost 25% of our daily calories from snacks.", "", "出自-2015年12月阅读原文"], ["If you eat three meals a day and behave like most Americans, you probably get at least a third of your daily calories ( ' ,  卡路里 ) outside the home.", "", "出自-2015年12月阅读原文"], [" That was news to me—I would need to find another way to structure my daily existence.", "", "出自-2015年12月阅读原文"], ["A study by researchers at the University of California, San Francisco (UCSF), Stanford University and Columbia University shows that even a modest decrease in daily salt intake (摄入) can lead to dramatic health benefits.", "", "出自-2013年6月阅读原文"], ["sticks to them in their daily life", "", "出自-2011年12月阅读原文"], ["Singaporean head chef Tommy Teh Kum Chai offers daily specials on a blackboard, rather than sticking to a menu.", "", "出自-2011年6月阅读原文"], ["At the age of six she started reading the daily financial newspapers and opened her own bank account.", "", "出自-2014年6月听力原文"], ["A commentary in the Shanghai Daily points out that innovation doesn't mean piles of documents.", "", "2016年6月四级真题（第一套）听力 Section A"], ["If you eat three meals a day and behave like most Americans, you probably get at least a third of your daily calories outside the home.", "", "2015年12月四级真题（第三套）阅读 Section B"], ["On Sunday, the castle's owner John Gordon, 76, was forced to move out his property after the river Dee swept away about 60 feet of land, leaving the castle dangerously close to the river, according to the Scottish Daily Record.", "", "2016年12月四级真题（第一套）听力 Section A"], ["Professor Goel already had eight teaching assistants, but that wasn't enough to deal with the overwhelming number of daily questions from students.", "", "2019年12月四级真题（第二套）阅读 Section C"], ["Sometimes its employees are released from their daily jobs for weeks and spend their time interacting in the innovation facility instead.", "", "2016年6月四级真题（第一套）听力 Section A"], ["That was news to me — I would need to find another way to structure my daily existence.", "", "2015年12月四级真题（第二套）阅读 Section B"], ["The researchers argued that breakfast helps reduce daily calorie intake and improve the quality of our diet—since breakfast foods are often higher in fibre and nutrients.", "", "2019年12月四级真题（第三套）阅读 Section B"], ["We’re obligated to deliver to that point on a daily basis.", "", "2019年12月四级真题（第二套）阅读 Section B"], ["While cereal remains a firm favourite among breakfast consumers in the UK and US, a recent investigation into the sugar content of \"adult\" breakfast cereals found that some cereals contain more than three-quarters of the recommended daily amount of free s", "", "2019年12月四级真题（第三套）阅读 Section B"], ["White parents are more likely than others to read to their children daily, as are married parents.", "", "出自-2017年6月阅读原文"], ["It represents the rapid technological advance in people's daily life.", "", "出自-2016年6月阅读原文"], ["Her 1919 work, Household Engineering: Scientific Management in the Home, was based on detailed observation of a housewife's daily routine.", "", "出自-2016年6月阅读原文"], ["8 hours at work daily, and the majority of working professionals  spend additional hours checking in with work during evenings, weekends and even vacations.", "", "出自-2016年12月阅读原文"], ["One Chicago woman, for example, discovered that daily lunches with coworkers cost her 2,000 dollars a year.", "", "出自-2016年12月听力原文"], ["Bonds are bought and sold daily on major securities exchanges.", "", "出自-2014年6月阅读原文"], ["What applies to poets and musicians also applies to our daily lives.", "", "出自-2013年12月阅读原文"], ["They allow young people to exchange moment-by-moment experiences in their daily lives with special partners and thus to have a more continuous sense of connection with friends", "", "出自-2013年12月阅读原文"], ["Newspapers relay daily accounts of goal-setting prevalent in industries and businesses up and down both Wall Street and Main Street , yet there has been surprisingly little research on how the long-trumpeted practice of setting goals may have contributed to the current economic crisis , and unethical （不道德的）behavior in general.", "", "出自-2012年6月阅读原文"], ["Amusa, who is traveling to India this spring to finish a book, then to Senegal to teach English, has ongoing conversations with her friends about how the Obama presidency has changed their daily lives and hopes to put some of those ideas, along with her global perspective, into her posts.", "", "出自-2010年6月阅读原文"], [":What does the daily charge included?", "", "出自-2014年6月听力原文"], ["Florence Hayes is a journalist for the Green Ville Journal, the daily newspaper in town.", "", "出自-2011年6月听力原文"], ["Hunting news for the daily headlines", "", "出自-2011年6月听力原文"], ["Whether our blogs can be renewed daily.", "", "出自-2010年12月听力原文"], ["The fact that there is an iced coffee on the market with over a quarter of a woman's daily calories allowance is alarming,\" Dr Rachel Thompson, science programme manager at London-based WCRF, said in a widely-reported statement", "", "出自-2010年12月听力原文"], ["government's recommended daily allowanceRD for the average adult is 50 to 60 gram of protein a day.", "", "2019年12月六级真题（第二套）阅读 Section B"], ["It doesn't mean that my to-do lists no longer exist, but I've become more aware of the importance of slowing down and making sure that I enjoy the daily activities as I carry them out.", "", "2018年6月六级真题（第一套）听力 Section B"], ["Today about 1.9 billion Cokes are purchased daily.", "", "2017年12月六级真题（第一套）阅读 Section C"], ["Today, the average American spends 8.8 hours at work daily, and the majority of working professionals spend additional hours checking in with work during evenings, weekends and even vacations.", "", "2016年12月六级真题（第一套）阅读 Section B"], ["Daily life was marked by farming, sheep raising and wool production.", "", "2015年高考英语湖北卷 阅读理解 阅读C 原文"], ["Get rid of some bad habits in our daily life.", "", "2018年高考英语天津卷 阅读理解 阅读D 选项"], ["It could be anything―gardening, cooking, music, sports—but whatever it is, make sure it's a relief from daily stress rather than another thing to worry about.", "", "2016年高考英语全国卷2 语法填空 原文"], ["Moth, meanwhile, after an initial struggle, found his symptoms were strangely reduced by their daily tiring journey.", "", "2018年高考英语江苏卷 完形填空 原文"], ["Now Irene Astbury works from 9am to 5pm daily at the pet shop in Macclesfield, which she opened with her late husband Les.", "", "2019年高考英语全国卷2 语法填空 原文"], ["On a daily basis she reminded me that life goes on.", "", "2015年高考英语浙江卷 阅读理解 阅读D 原文"], ["The café is located upstairs in building 1 and is open daily until one hour before pacific science center closes.", "", "2017年高考英语全国卷1 阅读理解 阅读A 原文"], ["The little problems that we meet in our daily lives may be inspirations for great inventions.", "", "2017年高考英语北京卷 单项填空 原文"], ["The Winns soon discovered that daily hiking in their 50s is a lot harder than they remember it was in their 20s.", "", "2018年高考英语江苏卷 完形填空 原文"], ["This book explores the musical interest and needs of children in their daily lives.", "", "2016年高考英语浙江卷（6月） 阅读理解 阅读B 原文"], ["When serious illness visits your household, it's not just your daily routine and your assumptions about the future that are no longer familiar.", "", "2015年高考英语浙江卷 阅读理解 阅读D 原文"], ["While clean energy is increasingly used in our daily life, global warning will continue for some decades after CO2 emissions peak.", "", "2017年高考英语江苏卷 阅读理解 阅读D 原文"], ["Wondering how my mum could consume them so quickly, I began observing her daily routine for two weeks.", "", "2016年高考英语上海卷 语法填空 A 原文"], ["To read such books today is to marvel at the fact that their learned contents were once deemed suitable for publication in general-circulation dailies.", "", "出自-2010年考研阅读原文"], ["These men believed in journalism as a calling,and were proud to be published in the daily press.", "", "出自-2010年考研阅读原文"], ["He was not interested in daily politics, but concerned with questions of moral behavior and the larger questions of right and wrong affecting the entire society.", "", "出自-2014年考研翻译原文"], ["It allows us to see the beauty that surrounds us each moment in nature,in culture,in the flow of our daily lives.", "", "出自-2016年考研翻译原文"], ["Most Americans rely on social media to check daily headlines.", "", "出自-2018年考研阅读原文"], ["\"Our products succeed when they become part of daily or weekly patterns,\" said Carol Berning, a consumer psychologist who recently retired from Procter and Gamble, the company that sold $76 billion of tide, Crest and other products last year.", "", "2010年考研真题（英语二）阅读理解 Section Ⅱ"], ["But Dr Uri Simonsohn speculated that an inability to consider the big picture was leading decision-makers to be biased by the daily samples of information they were working with.", "", "2013年考研真题（英语一）完形填空 Section Ⅰ"], ["Dr simonsohn found if the score of the previous candidate in a daily series of interviewees was 0.75 points or more higher than that of the one before that, then the score for the next applicant would drop by an average of 0.075 points.", "", "2013年考研真题（英语一）完形填空 Section Ⅰ"], ["Harford argues that inevitable distractions often render the daily to-do list ineffective, while leaving room for improvisation in such a list can reap the best results.", "", "2018年考研真题（英语二）阅读理解 Section Ⅱ"], ["I also found that weighing myself daily did not provide an accurate  depiction of the hard work and progress I was making in the gym.", "", "2019年考研真题（英语二）完形填空 Section Ⅰ"], ["If my training intensity remains the same, but I'm constantly hungry and dropping weight, this is a sign that I need to increase my daily caloric intake.", "", "2019年考研真题（英语二）完形填空 Section Ⅰ"], ["In my own research, complaints from women about their husbands most often focused not on tangible inequities such as having given up the chance for a career to accompany a husband to his, or doing far more than their share of daily life-support work like ", "", "2010年考研真题（英语二）阅读理解 Section Ⅱ"], ["It's also a good idea to shop daily instead of weekly, because, being-human, you'll sometimes change your mind about what you fancy.", "", "2013年考研真题（英语二）阅读理解 Section Ⅱ"], ["There are a number of approaches to mastering the art of deep work—be it lengthy retreats dedicated to a specific task; developing a daily ritual; or taking a \"journalistic\" approach to seizing moments of deep work when you can throughout the day.", "", "2018年考研真题（英语二）阅读理解 Section Ⅱ"], ["These habits have helped companies earn billions of dollars when customers eat snacks or wipe counters almost without thinking, often in response to a carefully designed set of daily cues.", "", "2010年考研真题（英语二）阅读理解 Section Ⅱ"], ["These men believed in journalism as a calling, and were proud to be published in the daily press.", "", "2010年考研真题（英语一）阅读理解 Section Ⅱ"], ["While the researchers assumed that the well-structured daily plans would be most effective when it came to the execution of tasks, they were wrong: the detailed daily plans demotivated students.", "", "2018年考研真题（英语二）阅读理解 Section Ⅱ"]], "phrase": [["daily life", "the activities and experiences that constitute a person's normal existence", "日常生活"]]}